/* About Install App menu title */
"AboutAppMenuTitle" = "Acerca de %@";

/* CleanMyMac X CTA */
"CleanMyMac XCTAKey" = "Libera espacio en disco y acelera tu Mac";

/* (No Comment) */
"FailedInstallAlertAlterButton" = "Salir";

/* (No Comment) */
"FailedInstallAlertDefaultButton" = "Volver a intentar";

/* (No Comment) */
"FailedInstallAlertDefaultDescription" = "Asegúrate de que tienes conexión a Internet y vuelve a intentarlo.";

/* (No Comment) */
"FailedInstallAlertDirectDownloadButton" = "Descarga directa";

/* Installation Failed Alert */
"FailedInstallAlertTitle" = "Se ha producido un error durante la instalación.";

/* Onboarding first screen title */
"FirstScreenDescription" = "Y esto significa que no solo te llevas %@.\nSetapp es una colección de apps de primer nivel para Mac, todas listas para usar.";

/* Onboarding first screen title for CMMX */
"FirstScreenDescriptionCMMX" = "Y esto significa que no solo te llevas un limpiador de última generación. Setapp es una colección de apps de primer nivel, todas listas para usar.";

/* Onboarding texts */
"FirstScreenTitle" = "%@ forma parte de Setapp";

/* Hide Install App menu title */
"HideAppMenuTitle" = "Ocultar %@";

/* (No Comment) */
"IncompleteInstallAlertAlterButton" = "Salir";

/* (No Comment) */
"IncompleteInstallAlertDefaultButton" = "Continuar con la instalación";

/* (No Comment) */
"IncompleteInstallAlertDescription" = "¿Seguro que quieres salir antes de que finalice el proceso?";

/* Incomplete Installing Alert */
"IncompleteInstallAlertTitle" = "Instalación todavía en curso";

/* (No Comment) */
"InstallationPermissionsAlertAlterButton" = "Salir";

/* (No Comment) */
"InstallationPermissionsAlertDefaultButton" = "Volver a intentarlo";

/* (No Comment) */
"InstallationPermissionsAlertDefaultDescription" = "Vuelve a intentarlo y autoriza los cambios obligatorios.";

/* Installation Permission Error Alert */
"InstallationPermissionsAlertTitle" = "Setapp no puede continuar con la instalación a causa de una falta de permisos.";

/* One Switch CTA */
"One SwitchCTAKey" = "Controla varias funciones de macOS con un clic";

/* Menu texts */
"QuitAppMenuTitle" = "Salir de %@";

/* Onboarding second screen title */
"SecondScreenDescription" = "Instala cualquier app de Setapp en tu Mac en cuestión de segundos. Y usa todas las apps gratis durante 7 días.";

/* Onboarding second screen title */
"SecondScreenTitle" = "Descubre tus\nnuevas apps";

/* Setapp Installation Onboarding screen description */
"SetappInstallationScreenDescription" = "Abre Setapp por primera vez y déjate llevar. Sorpresas garantizadas.";

/* Setapp Installation onboarding screen title */
"SetappInstallationScreenTitle" = "Desenvuelve\ntu colección de apps";

/* Status Text */
"StatusTextFieldAppDownloading" = "Descargando…";

/* Installing app status */
"StatusTextFieldAppInstalling" = "Instalando…";

/* Installation finished status */
"StatusTextFieldAppReady" = "Instalación completada";

/* (No Comment) */
"TeamsLargeIconWithAppsDescription" = "Abróchate el cinturón y prepárate\npara el viaje.";

/* (No Comment) */
"TeamsLargeIconWithAppsTitle" = "¡Setapp está listo para ponerse en marcha!";

/* Onboarding third screen title */
"ThirdScreenDescription" = "Algunas apps son capaces de resolver problemas que creías que no tenían solución. Echa un vistazo y descubre tus nuevas apps imprescindibles.";

/* Onboarding third screen title */
"ThirdScreenTitle" = "Déjate\nsorprender";

/* Timing CTA */
"TimingCTAKey" = "Controla el tiempo que dedicas a cada cosa";

/* (No Comment) */
"VendorAppScreenForTeamsTitle" = "¡No pierdas tiempo y descubre\nlas joyas ocultas de Setapp!";

/* Setapp for Teams Installation onboarding screen title */
"Welcome!" = "¡Bienvenido!";

/* Setapp for Teams Installation Onboarding screen description */
"You’re on Setapp for Teams – an app platform where you and your teammates can find an app for any task you have." = "Estás en Setapp para Equipos, una plataforma de apps en la que tú y tus compañeros de equipo encontraréis apps para todo lo que tengáis entre manos.";

